exports.xp = (id, XPTN, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
  
❉──────────❉
         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *SETERAH!!*
         ───
╔══✪〘 INFORMATION 〙✪══
║
╠➥ Yanz Bot
╠➥ 1.0
╠➥ CREATOR : *Yan*
╠➥ wa.me/62895617056310
┏❉ *.info*
┣❉ *.owner*
┗❉ *.donasi*
╠════════════════════
║
╠══✪〘 *STICKER & SIMI* 〙✪══
║
╠➥ _*.menu1*_
║
╠══✪〘 *MEDIA & MAIN* 〙✪══
║
╠➥ _*.menu2*_
║
╠══✪〘  *EDUKASI* 〙✪══
║
╠➥ _*.menu3*_
║
╠══✪〘   *INFORMASI* 〙✪══
║
╠➥ _*.menu4*_
║
╠══✪〘  *IMAGE* 〙✪══
║
╠➥ _*.menu5*_
║
╠══✪〘  *ANIME* 〙✪══
║
╠➥ _*.menu6*_
║
╠══✪〘  *GAME* 〙✪══
║
╠➥ _*.menu7*_
║
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Group WhatsApp*
║│ _$ Kagak Ada
║│2. *YouTube <subscribe>*
║│ _$ MikasaGCH
║│3. *Instagram <Follow>*
║│ _$ iyanmikasa
║│4. *Creator Yanz*
║│ _$ 0895617056310
║╰───────────
║              Yanz
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║                Bot
╠════════════════════
║ _*MADE BY Yanz*_
╚════════════════════`
}
